/* Localized versions of Guest Access strings */

allowButton = "Compartir pantalla";
denyButton = "Cancelar";

controlTitle = "Petición de control";
observeTitle = "Petición de observación";

controlRequestKnown = "El usuario “%@” en %@ desea compartir su pantalla. ¿Desea compartir su pantalla con “%@”?";
observeRequestKnown = "Al usuario “%@” de %@ le gustaría observar su ordenador. ¿Desea permitirlo?";

controlRequestUnknown = "Un usuario desconocido en %@ desea compartir su pantalla. ¿Desea compartir su pantalla con él?";
observeRequestUnknown = "A un usuario desconocido en %@ le gustaría observar su ordenador. ¿Desea permitirlo?";

errAttnReqCommString = "Se ha producido un error de comunicación.";
